export const activityBanner = {
	wordsAndPhrases: ' слов и фраз',
	training: 'Тренировать',
	takeTest: 'Пройти\u00A0тест',
	active: {
		status: {
			part1: 'Вы активно используете ',
			part2: `
            Так держать!`,
		},
		advice:
			'Чтобы поддерживать эти слова активными, тренируйте их\u00A0в\u00A0упражнениях',
	},
	inactive: {
		status: {
			part1: 'В вашем словаре ',
			part2: ' неактивных',
		},
		advice:
			'Переведите их\u00A0в\u00A0статус активных, пройдя несколько упражнений с\u00A0ними',
	},
	learned: {
		status: {
			part1: 'Вы уже усвоили ',
			part2: `
           \n Это прогресс!`,
		},
		advice:
			'Докажите, что это не\u00A0все, на\u00A0что вы\u00A0способны! Добавьте слова в\u00A0усвоенные, пройдя тест',
	},
};
